[
    {
        "title": "A Family Man",
        "description": "A ruthless corporate headhunter battles his rival for a promotion while dealing with a family crisis that threatens to derail his career.\n"
    },
    {
        "title": "Alone in Berlin",
        "description": "After learning of their son's death on the battlefield, a grieving Berlin couple embark on a quietly dangerous act of resistance against Adolf Hitler.\n"
    },
    {
        "title": "Barry",
        "description": "A young Barack Obama forges his identity while dealing with race, divergent cultures and ordinary life as a New York City college student.\n"
    },
    {
        "title": "Bombshell",
        "description": "In 1985, when a vessel protesting nuclear testing is sunk in New Zealand, local police fight to prove it was a terrorist plot by their French allies.\n"
    },
    {
        "title": "Deuces",
        "description": "Assigned to go undercover to take down an impenetrable crime ring, a detective finds himself falling under the sway of its enigmatic leader.\n"
    },
    {
        "title": "Mr. Church",
        "description": "A temporary personal chef, a terminally ill single mother and her young daughter form an unlikely bond that redefines the meaning of family.\n"
    },
    {
        "title": "Paint It Black",
        "description": "In the wake of a young artist’s suicide, his pianist mother and his despairing girlfriend square off in a living nightmare beset by guilt and blame.\n"
    },
    {
        "title": "Sister Cities",
        "description": "After years of estrangement, four sisters gather in the wake of their mother's death, which may or may not have been a suicide.\n"
    },
    {
        "title": "The Duel",
        "description": "In 1866, a Texas Ranger investigates some suspicious deaths in a town ruled by a religious despot whose past contains a disturbing link to his own.\n"
    },
    {
        "title": "The Founder",
        "description": "After a fateful encounter with the McDonald brothers, struggling salesman Ray Kroc becomes driven to change the way hamburgers are made and sold.\n"
    },
    {
        "title": "The Journey Is the Destination",
        "description": "Spirited 22-year-old activist and photojournalist Dan Eldon rushes to the frontline of a dangerous relief effort for Somalian refugees in this biopic.\n"
    },
    {
        "title": "The Last Face",
        "description": "Savage civil war and a dispute over humanitarian assistance threaten to unravel a checkered romance between an aid director and a doctor.\n"
    },
    {
        "title": "The Promise",
        "description": "As the Ottoman Empire enters WWI, a love triangle involving an Armenian medical student, an artist and an American journalist takes a harrowing turn.\n"
    },
    {
        "title": "The Stolen",
        "description": "A well-to-do British woman must venture into New Zealand's wild and dangerous unknown when her baby son is kidnapped and held for ransom.\n"
    },
    {
        "title": "Trespass Against Us",
        "description": "A man from a criminal family yearns to break away and find a better life, but his father's staunch opposition puts his dreams of freedom in jeopardy.\n"
    },
    {
        "title": "Wakefield",
        "description": "An unhappy father and lawyer quits his suburban life and vanishes into the attic above his garage, where he watches his family move on without him.\n"
    }
]